Repository: matthias-g/yag
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr

# tx_yag_domain_model_itemmeta.gps_longitude
source: Gps Longitude
de: GPS Längengrad
fr: Longitude Gps

# tx_yag_domain_model_itemmeta.keywords
source: Keywords
de: Stichwörter
fr: Mots-clés

# tx_yag_domain_model_itemmeta.description
source: Description
de: Beschreibung

# tx_yag_domain_model_itemmeta.item
source: Item
de: Element
fr: Élément

# tx_yag_domain_model_itemmeta.captureDate
source: Capture Date
de: Aufnahmedatum
fr: Date de capture

# tx_yag_constants.addJQuery
source: Add jQuery Library: This option adds jQuery JS and CSS files. You can leave it, if the library is already included to the page.
de: Füge jQuery Bibliothek hinzu: Diese Option fügt jQuery JS und CSS Dateien hinzu. Sie können dies abstellen, wenn die Bibliothek schon zur Seite hinzugefügt wurde.
fr: Ajouter la librairie jQuery: Cette option ajoute les fichiers JS et CSS de jQuery. Vous pouvez l'ignorer si la librairie est déjà incluse dans la page.

# tx_yag_constants.addJQueryUi
source: Add jQuery-UI Library: This option adds jQuery-Ui JS and CSS files. You can leave it, if the library is already included to the page.
de: Füge jQuery-UI Bibliothek hinzu: Diese Option fügt jQuery-UI JS und CSS Dateien hinzu. Sie können dies deaktivieren, wenn die Bibliothek schon zur Seite hinzugefügt wurde.
fr: Ajouter la librairie jQuery-UI: Cette option ajoute les fichiers JS et CSS de jQuery-UI. Vous pouvez l'ignorer si la librairie est déjà incluse dans la page.

# tx_yag_constants.addFancyBox
source: Add fancyBox Library: This option adds FancyBox JS and CSS files. You can deactivate it, if you already included a lightBox to your page.
de: Füge FancyBox Bibliothek hinzu: Diese Option fügt FancyBox JS und CSS Dateien hinzu. Sie können dies deaktivieren, wenn schon eine Lightbox Bibliothek zur Seite hinzugefügt wurde.
fr: Ajoute la librairie FancyBox: Cette option ajoute les fichiers JS et CSS de FancyBox. Vouz pouvez la désactiver si vous avez déjà inclus "lightBox" à votre page.

# tx_yag_wizzard.description
source: Insert the YAG-Gallery in your page.
de: Fügen Sie die YAG-Galerie Ihrer Seite hinzu.
fr: Insérer une galerie YAG ;a votre page.

# tx_yag_flexform_gallery.selectGallery
source: Select a Gallery:
de: Galerie wählen:
fr: Choisir une galerie:

# tx_yag_flexform_gallery.selectAlbum
source: Select an Album:
de: Album wählen:
fr: Choisir un album:

# tx_yag_flexform_gallery.selectImage
source: Select an Image:
de: Bild wählen:
fr: Choisir une image:

# tx_yag_flexform_gallery.galleries
source: Galleries
de: Galerien
fr: Galeries

# tx_yag_flexform_gallery.albums
source: Albums
de: Albem

# tx_yag_flexform_gallery.images
source: Images
de: Bilder

# tx_yag_flexform_gallery.noAlbumsFound
source: No albums found in the selected gallery.
de: Es wurde kein Album in der gewählten Galerie gefunden.
fr: Aucun album trouvé dans la galerie sélectionnée.

# tx_yag_flexform_gallery.noImagesFound
source: No images found in the selected gallery.
de: Es wurde kein Bild im gewählten Album gefunden.
fr: Aucun image trouvés dans la galerie sélectionnée.

# tx_yag_flexform_gallery.noGallerySelected
source: No gallery selected. Please select a gallery to display assigned albums.
de: Es wurde keine Galerie gewählt. Bitte wählen Sie eine Galerie um zugehörige Alben anzuzeigen.
fr: Aucune galerie sélectionnée. S'il-vous-plait choisir une galerie pour afficher l'album assigné.

# tx_yag_flexform_gallery.noAlbumSelected
source: No album selected. Please select an album to display assigned images.
de: Kein Album gewählt. Bitte wählen Sie ein Album um di ezugehörigen Bilder anzuzeigen.
fr: Aucun album sélectionné. S'il-vous-plait choisir un album pour afficher l'image assigné.

# tx_yag_flexform_sorting.title
source: Sorting
de: Sortierung
fr: Triage

# tx_yag_flexform_sorting.direction
source: Direction
de: Richtung

# tx_yag_flexform_sorting.direction.asc
source: Ascending
de: Aufsteigend
fr: Croissant

# tx_yag_flexform_sorting.direction.desc
source: Descending
de: Absteigend
fr: Décroissant

# tx_yag_flexform_gallerylist.title
source: Gallery List
de: Galerienliste
fr: Liste de la galerie

# tx_yag_flexform_gallerylist.sortItemsBy
source: Sort gallery list by
de: Sortiere Galerienliste nach
fr: Trier la liste de la galerie par

# tx_yag_flexform_gallerylist.sortItemsBy.fromTheme
source: None (Respect sorting of theme)
de: Keine Sortierung (Verwende die Sortierung des Themes)
fr: Aucun (Respecter le triage du thème)

# tx_yag_flexform_gallerylist.sortItemsBy.customOrder
source: Custom Order (Sorting of galleries in backend)
de: Benutzerspezifische Sortierung im Backend
fr: Ordre sur mesure (Triage des galeries dans le "Backend")

# tx_yag_flexform_gallerylist.sortItemsBy.title
source: Title
de: Titel
fr: Titre

# tx_yag_flexform_gallerylist.sortItemsBy.createDate
source: Date
de: Erstellugsdatum

# tx_yag_flexform_gallerylist.sortItemsBy.description
source: Description
de: Beschreibung

# tx_yag_flexform_gallerylist.sortItemsBy.rating
source: Rating
de: Bewertung
fr: Évaluation

# tx_yag_flexform_gallerylist.itemsPerPage
source: Items per page
de: Galerien pro Seite
fr: Éléments par page

# tx_yag_flexform_albumlist.title
source: Album List
de: Albenliste
fr: Liste de l'album

# tx_yag_flexform_albumlist.sortItemsBy
source: Sort album list by
de: Sortiere Alben nach
fr: Trier la liste de l'album par

# tx_yag_flexform_albumlist.sortItemsBy.fromTheme
source: None (Respect sorting of theme)
de: Keine Sortierung (Verwende die Sortierung des Themes)
fr: Aucun (Respecter le triage du thème)

# tx_yag_flexform_albumlist.sortItemsBy.customOrder
source: Custom Order (Sorting of albums in backend)
de: Benutzerspezifische Sortierung im Backend
fr: Ordre sur mesure (Triage des galeries dans le "Backend")

# tx_yag_flexform_albumlist.sortItemsBy.title
source: Title
de: Titel
fr: Titre

# tx_yag_flexform_albumlist.sortItemsBy.createDate
source: Date
de: Datum

# tx_yag_flexform_albumlist.sortItemsBy.description
source: Description
de: Beschreibung

# tx_yag_flexform_albumlist.sortItemsBy.rating
source: Rating
de: Bewertung
fr: Évaluation

# tx_yag_flexform_albumlist.itemsPerPage
source: Items per page
de: Alben pro Seite
fr: Éléments par page

# tx_yag_flexform_itemlist.title
source: Item List
de: Bilderliste
fr: Liste d'image

# tx_yag_flexform_itemlist.sortItemsBy
source: Sort image list by
de: Bilder sortieren nach
fr: Triage de la liste d'image par

# tx_yag_flexform_itemlist.sortItemsBy.fromTheme
source: None (Respect sorting of theme)
de: Keine Sortierung (Verwende die Sortierung des Themes)
fr: Aucun (Respecter le triage du thème)

# tx_yag_flexform_itemlist.sortItemsBy.customOrder
source: Custom Order (Sorting of items in backend)
de: Benutzerspezifische Sortierung im Backend
fr: Ordre sur mesure (Triage des galeries dans le "Backend")

# tx_yag_flexform_itemlist.sortItemsBy.title
source: Title
de: Titel
fr: Titre

# tx_yag_flexform_itemlist.sortItemsBy.createDate
source: Create Date
de: Erstellungsdatum
fr: Date de création

# tx_yag_flexform_itemlist.sortItemsBy.captureDate
source: Capture Date
de: Aufnahmedatum
fr: Date de capture

# tx_yag_flexform_itemlist.sortItemsBy.description
source: Description
de: Beschreibung

# tx_yag_flexform_itemlist.sortItemsBy.addOrder
source: Order of addition
de: Reihenfolge des Hinzufügens
fr: L'ordre de l'ajout

# tx_yag_flexform_itemlist.sortItemsBy.rating
source: Rating
de: Bewertung
fr: Évaluation

# tx_yag_flexform_itemlist.itemsPerPage
source: Items per page
de: Bilder pro Seite
fr: Éléments par page

# tx_yag_flexform_itemlist.imageLink
source: Image Link
de: Bild Link
fr: Lien de l'image

# tx_yag_flexform_itemlist.linkMode
source: Image Link Mode
de: Bild Link Modus
fr: Mode du lien de l'image

# tx_yag_flexform_itemlist.linkMode.definedByTheme
source: Defined by Theme
de: Im Theme definiert
fr: Défini par le thème

# tx_yag_flexform_itemlist.linkMode.showImage
source: Show Image
de: Bild anzeigen
fr: Afficher l'image

# tx_yag_flexform_itemlist.linkMode.detailPage
source: Detail Page
de: Detail Seite anzeigen
fr: Page de détail

# tx_yag_flexform_itemlist.targetPageUid
source: Page to jump to if image is clicked
de: Zielseite
fr: Page à afficher si une image est cliquée

# tx_yag_flexform_itemlist.targetPluginMode
source: Plugin Mode on Target Page
de: Plugin-Modus auf Zielseite
fr: Mode "Plugin" sur la page cible

# tx_yag_flexform_itemlist.filter.random
source: Pick random images
de: Bilder zufällig wählen
fr: Choisir aléatoirement les images

# tx_yag_flexform_controllerAction
source: Plugin Mode
de: Plugin Modus
fr: Mode "Plugin"

# tx_yag_flexform_controllerAction.Album_showSingle
source: Specific Album
de: Einzelnes Album
fr: Album spécifique

# tx_yag_flexform_controllerAction.Album_list
source: Generic Album List
de: Konfigurierbare Albenliste
fr: Liste d'album générique

# tx_yag_flexform_controllerAction.Gallery_list
source: Gallery List
de: Galerie Liste
fr: Liste de la galerie

# tx_yag_flexform_controllerAction.Gallery_showSingle
source: Specific Gallery
de: Einzelne Galerie
fr: Galerie spécifique

# tx_yag_flexform_controllerAction.Item_showSingle
source: Specific Image
de: Einzelnes Bild
fr: Image spécifique

# tx_yag_flexform_controllerAction.ItemList_list
source: Image List
de: Bilder Liste
fr: Liste d'image

# tx_yag_flexform_theme
source: Theme
de: Motiv
fr: Thème

# tx_yag_flexform_noSelection
source: No Selection
de: Nicht ausgewählt!
fr: Pas de sélection!

# tx_yag_controller_gallery.realyDeleteGallery
source: Do you really want to delete this gallery?
de: Möchten Sie diese Galerie wirklich löschen?
fr: Möchten Sie diese Galerie wirklich löschen?

# tx_yag_controller_gallery.deleteGalleryDescription
source: Really delete this gallery?
de: Galerie wirklich löschen?
fr: Voulez-vous vraiment supprimer cette galerie?

# tx_yag_controller_gallery.galleryDeleted
source: Gallery has been deleted!
de: Die Galerie wurde gelöscht!
fr: La galerie a été supprimée!

# tx_yag_controller_gallery.errorWhileDeleteGallery
source: Error while trying to delete gallery:
de: Fehler beim Löschen der Galerie:
fr: Erreur lors de la suppression la galerie:

# tx_yag_controller_gallery.sortingSaved
source: Sorting of galleries has been saved!
de: Die Sortierung der Galerie wurde gespeichert.
fr: Triage des galeries sauvegardé!

# tx_yag_controller_gallery.errorWhileSorting
source: Error while trying to save sorting of galleries:
de: Fehler beim speichern der Galeriesortierung:
fr: Erreur lors de la sauvegarde du triage la galerie:

# tx_yag_controller_gallery.backToGalleryList
source: Back to Gallerylist
de: Zurück zur Galerieliste
fr: Retour à la liste de la galerie

# tx_yag_controller_gallery.notAYAGFolderHeader
source: This page is not marked as a YAG folder.
de: Diese Seite ist nicht als Speicherort für YAG konfiguriert.
fr: Cette page n'est pas identifiée comme un dossier YAG.

# tx_yag_controller_gallery.selectPageWithYag
source: Jump to a page that is marked as a YAG folder:
de: Springe direkt zu einer Seite mit YAG Datensätzen:
fr: Aller à la page identifiée comme dossier YAG:

# tx_yag_controller_gallery.selectAPage
source: Select a page
de: Wähle eine Seite
fr: Choisir une page

# tx_yag_controller_gallery.markAsYagSysfolder
source: Mark this page as a yag sysfolder
de: Diese Seite als YAG Seite markieren
fr: Identifier cette page comme dossier système de YAG

# tx_yag_controller_gallery.createYagRecords
source: Create yag records on this page
de: YAG Datensätze auf dieser Seite anlegen
fr: Créer un enregistrement YAG sur cette page

# tx_yag_controller_album.realyDeleteAlbum
source: Do you really want to delete this album?
de: Möchten Sie dieses Album wirklich löschen?
fr: Voulez-vous vraiment supprimer cet album?

# tx_yag_controller_album.deleteAlbum
source: Delete album
de: Album löschen
fr: Supprimer l'album

# tx_yag_controller_album.deleteAlbumDescription
source: Really delete this album?
de: Dieses Album wirklich löschen?
fr: Voulez-vous vraiment supprimer cet album?

# tx_yag_controller_album.albumDeleted
source: Album has been deleted!
de: Das Album wurde gelöscht.
fr: L'album a été supprimé!

# tx_yag_controller_album.errorWhileDeleteAlbum
source: Error while trying to delete album:
de: Fehler beim Löschen des Albums:
fr: Erreur lors de la suppression de l'album:

# tx_yag_controller_album.sortingSaved
source: Sorting of albums has been saved!
de: Die Sortierung der Alben wurde gespeichert
fr: Triage des albums sauvegardé!

# tx_yag_controller_album.errorWhileSorting
source: Error while trying to save sorting of albums:
de: Fehler beim Sortieren der Alben:
fr: Erreur lors de la sauvegarde du triage des albums:

# tx_yag_controller_album.albumSetAsGalleryThumb
source: Album has been set as gallery thumb!
de: Das Album wurde als Galerie-Vorschaubild ausgewählt.
fr: L'album a été établi comme devanture de la galerie!

# tx_yag_controller_album.setAlbumAsGalleryThumb
source: Set this album as gallery thumb!
de: Dieses Album als Galerievorschaubild verwenden.
fr: Établir cet album comme devanture de la galerie!

# tx_yag_controller_album.sortingChanged
source: Sorting of album has been changed!
de: Sortierung für Album wurde geändert!
fr: Le triage de l'album a été modifié!

# tx_yag_controller_album.albumIsGalleryThumb
source: Album is Gallery preview Album
de: Album ist Galerie Vorschau-Album
fr: L'album est la devanture de la galerie

# tx_yag_controller_item.realyDeleteItem
source: Do you really want to delete this image?
de: Möchten Sie dieses Bild wirklich löschen?
fr: Triage de l'album a été modifié!

# tx_yag_controller_item.deleteItem
source: Delete image
de: Bild löschen
fr: Supprimer l'image

# tx_yag_controller_item.deleteItemDescription
source: Really delete this image?
de: Bild wirklich löschen?
fr: Voulex-vous vraiment supprimer cet image?

# tx_yag_controller_item.itemDeleted
source: Image has been deleted!
de: Das Bild wurde gelöscht!
fr: L'image a été supprimé!

# tx_yag_controller_item.errorWhileDeleteItem
source: Error while trying to delete image:
de: Fehler beim löschen des Bildes:
fr: Erreur lors de la suppression de l'image:

# tx_yag_controller_item.sortingSaved
source: Sorting of images has been saved!
de: Die Sortierung der Bilder wurde gespeichert!
fr: Triage de l'image a été sauvegardé!

# tx_yag_controller_item.errorWhileSorting
source: Error while trying to save sorting the images:
de: Fehler beim Sortieren der Bilder:
fr: Erreur lors de la sauvegarde du triage des images:

# tx_yag_controller_item.itemSetAsAlbumThumb
source: Image has been set as album thumb!
de: Das Bild wurde als Album-Vorschaubild ausgewählt!
fr: L'image a été établi comme devanture de l'album!

# tx_yag_controller_item.setItemAsAlbumThumb
source: Set Item as album thumb
de: Setze das Bild als Album Vorschaubild
fr: Établir l'image comme devanture de l'album

# tx_yag_controller_item.itemTitleUpdated
source: Image title has been updated!
de: Der Bildtitel wurde gespeichert!
fr: Le titre de l'image a été mis à jour!

# tx_yag_controller_item.itemDescriptionUpdated
source: Image description has been updated!
de: Die Bildbeschreibung wurde gespeichert!
fr: La description de l'image a été mise à jour!

# tx_yag_controller_item.imagesOverview
source: Images Overview
de: Bilder-Übersicht
fr: Vue d'ensemble des images

# tx_yag_controller_item.imagesEdit
source: Edit Images
de: Bilder bearbeiten
fr: Modifier les images

# tx_yag_controller_item.imagesEdit.description
source: Edit all images of album %1
de: Alle Bilder des Albums %s bearbeiten
fr: Modifier toutes les images de l'album %1

# tx_yag_controller_item.imagesUpdated
source: Images have been updated!
de: Bilder wurden geändert!
fr: Les images ont été mises à jour!

# tx_yag_controller_item.albumSettings
source: Album Settings
de: Album-Eigenschaften
fr: Paramètres de l'album

# tx_yag_controller_item.changeSorting
source: Change Sorting!
de: Sortierung ändern!
fr: Changer le triage!

# tx_yag_controller_item.sortingWillBeOverwritten
source: Current Sorting will be overwritten!
de: Die derzeitige Sortierung wird überschrieben!
fr: Le triage courant va être écrasé!

# tx_yag_controller_item.sortingByField
source: Change sorting of images by
de: Sortierung der Bilder ändern mit
fr: Changer le triage des images par

# tx_yag_controller_item.sortingWithDirection
source: with direction
de: in Richtung
fr: avec direction

# tx_yag_controller_item.sortingAscending
source: ascending
de: aufsteigend
fr: croissant

# tx_yag_controller_item.sortingDescending
source: descending
de: absteigend
fr: décroissant

# tx_yag_controller_zipimportcontroller_importfromzipaction.nofilegiven
source: No zip file submitted!
de: Es wurde keine ZIP-Datei übertragen.
fr: Aucun fichier Zip envoyé!

# tx_yag_controller_item.metaData
source: Metadata
de: Metadaten
fr: Métadonnées

# tx_yag_controller_item.editMetaData
source: Edit Metadata
de: Metadaten bearbeiten
fr: Modifier les métadonnées

# tx_yag_controller_item.showInLightbox
source: Show %s
de: %s anzeigen
fr: Afficher %s

# tx_yag_controller_item.noRandomItemFound
source: No random image could be found for selection.
de: Zur Auswahl konnte kein Zufallsbild gefunden werden.
fr: Aucune image aléatoire n'a été trouvée pour la sélection.

# gallery.edit.settings
source: Gallery Settings
de: Galerie Einstellungen
fr: Paramètres de la galerie

# gallery.edit.albums
source: Albums
de: Alben

# gallery.edit.albumBulkEdit
source: Edit Albums
de: Alben bearbeiten
fr: Modifier les albums

# gallery.edit.infotext
source: You can edit the settings for gallery here.
de: Hier können Sie die Einstellungen der Galerie ändern
fr: Vous pouvez éditer les paramètres de la galerie ici.

# pager.showing
source: Showing
de: Zeige
fr: Affichage

# pager.to
source: to
de: bis
fr: à

# pager.of
source: of
de: von
fr: de

# tx_yag_controller_backend_MaintenanceOverview.dbUpgradeTitle
source: YAG database update needed!
fr: Une mise à jour de la base de données de YAG est nécessaire!

# tx_yag_controller_backend_MaintenanceOverview.dbUpgradeText
source: It seems you are currently running YAG version %s but the YAG database is a version smaller or equal %s.
fr: Il semblerait que vous utilisez une version %s de YAG mais que la base de données de YAG soit à une version égale ou inférieure à %s.

# tx_yag_controller_album_addItems.headerDragDrop
source: Drag & Drop
fr: Glisser-Déposer

# tx_yag_controller_album_addItems.headerZipUpload
source: Zip upload
fr: Importation d'un fichier zip

# tx_yag_domain_model_item.tags
source: Tags
fr: Balises

# tx_yag_domain_model_itemmeta.color_space
source: Color Space
fr: Espace couleur

# tx_yag_flexform_itemlist.sortItemsBy.filename
source: Filename
fr: Nom du fichier

# tx_yag_flexform_controllerAction.ItemList_unCachedList
source: ImageList (uncached)
fr: Liste d'image (Supprimée de la cache)

# tx_yag_flexform_notSelected
source: Not selected!
fr: Non sélectioné!

# tx_yag_flexform_other.title
source: Other
fr: Autre

# tx_yag_controller_gallery.notRecommendedToCreateRecordsHere
source: This is not recommended - you should rather create a sysfolder of type yag before you add yag records to this page!
fr: Ceci n'est pas recommandé - vous devriez plutôt créer un dossier système de type YAG avant d'ajouter des enregistrements YAG à cette page!

# tx_yag_controller_album.albumCreateErrorNoGallery
source: No gallery was submitted to add the album!
fr: Aucune galerie n'a été choisi pour cet album!
