Repository: matthias-g/yag
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr

# tx_yag_general.required
source: (required)
de: (erforderlich)
fr: (requis)

# tx_yag_general.save
source: Save
de: Speichern
fr: Enregistrer

# tx_yag_general.submit
source: Submit
de: Abschicken
fr: Envoyer

# tx_yag_general.import
source: Import
de: Importieren
fr: Importer

# tx_yag_general.cancel
source: Cancel
de: Abbrechen
fr: Annuler

# tx_yag_general.uploadFile
source: Upload File
de: Datei hochladen
fr: Télécharcher le fichier

# tx_yag_general.accessDenied
source: You are not allowed to call the action %s!
de: Sie haben nicht die Berechtigung die Aktion %s auszuführen
fr: Vous n'êtes pas autoriser à appeler cette action %s!

# tx_yag_general.images
source: Images
de: Bilder

# tx_yag_general.image
source: Image
de: Bild

# tx_yag_general.albums
source: Albums
de: Alben

# tx_yag_general.galleries
source: Galleries
de: Galerien
fr: Galeries

# tx_yag_general.gallery
source: Gallery
de: Galerie
fr: Galeries

# tx_yag_general.pid
source: Page
de: Seite

# tx_yag_general.directory
source: Directory
de: Verzeichnis
fr: Répertoire

# tx_yag_general.folder
source: Folder
de: Ordner
fr: Dossier

# tx_yag_general.selectAlbum
source: Select Album
de: Album auswählen
fr: Sélectionner l'album

# tx_yag_general.albumName
source: Album Name
de: Albenname
fr: Nom de l'album

# tx_yag_general.selectGallery
source: Select Gallery
de: Galerie auswählen
fr: Choisir une galerie

# tx_yag_general.selectItem
source: Select Item
de: Element auswählen
fr: Choisir un élément

# tx_yag_general.filecount
source: Filecount
de: Dateien
fr: Nombre de fichiers

# tx_yag_general.cachesize
source: Cache size
de: Cachegröße
fr: Dimension de la cache

# tx_yag_general.workingOnFile
source: Working on File
de: An Datei arbeitend
fr: Fichier en modification

# tx_yag_general.selectedDirectory
source: Selected directory
de: Ausgewähltes Verzeichnis
fr: Répertoire choisi

# tx_yag_general.none
source: None
de: Keins
fr: Aucun

# tx_yag_general.importFromSubdirectories
source: Import Files from subdirectories
de: Bilder aus Unterverzeichnissen importieren
fr: Importer les fichiers des sous-répertoires

# tx_yag_general.noDuplicates
source: No duplicate import of files
de: Keine Duplikate importieren
fr: Aucun duplicata lors de l'importation des fichiers

# tx_yag_general.errorMessageOnPickingFiles
source: You cannot select a file, only directories!
de: Es können keine Dateien ausgewählt werden, nur Verzeichnisse!
fr: Vous ne pouvez choisir un fichier, seulement des répertoires!

# tx_yag_general.next
source: Next
de: Nächstes
fr: Suivant

# tx_yag_general.previous
source: Previous
de: Vorheriges
fr: Précédent

# tx_yag_general.playSlideshow
source: Play Slideshow
de: Slideshow starten
fr: Jouer diaporama

# tx_yag_general.pauseSlideshow
source: Pause Slideshow
de: Slideshow stoppen
fr: Arrêter diaporama

# tx_yag_controller_backend.pageSuccessfullyMarkedAsYAGFolder
source: This page was marked as a YAG folder. You can now start to add galleries to this folder.
de: Diese Seite ist nun als YAG Ordner markiert. Ab jetzt können neue Galerien angelegt werden.
fr: Cette page a été identifiée comme répertoire YAG. Vous pouvez commencer à ajouter des galeries à ce répertoire.

# tx_yag_controller_backend.pageNotFound
source: The page was not found.
de: Die Seite wurde nicht gefunden.
fr: Page non trouvé.

# tx_yag_controller_backend_GalleryOverview.header
source: Gallery overview
de: Galerieübersicht
fr: Sommaire de la galerie

# tx_yag_controller_backend_settingsNotAvailable.headline
source: No Settings for the YAG Gallery were found on the selected page.
de: Es wurden keine Einstellungen für YAG auf der ausgewählten Seite gefunden.
fr: Aucune configuration n'a étée trouvée pour cette galerie YAG sur la page sélectionnée.

# tx_yag_controller_backend_settingsNotAvailable.infoText
source: Please select a page where the static template for YAG is included. Or include the static template of YAG on this page.
de: Bitte wählen Sie eine Seite mit dem statischen YAG Template, oder fügen Sie dieser Seite das Template hinzu.
fr: S'il-vous-plait choisir une page où le gabarit statique de YAG est inclus. Vous pouvez aussi inclure le gabarit statique de YAG sur cette page.

# tx_yag_controller_backend_extConfSettingsNotAvailable.headline
source: No extension configuration found for YAG.
de: Es konnte Keine Konfiguration für die Erweiterung YAG gefunden werden.
fr: Aucune configuration d'extension trouvée pour YAG.

# tx_yag_controller_backend_extConfSettingsNotAvailable.infoText
source: Maybe you forgot to hit the "update" button in the extension manager. Go back to the YAG extension in the extension manager and hit the update button.
de: Vielleicht haben Sie vergessen die "update"-Schaltfläche im Erweiterungsmodul zu benutzen. Gehen Sie zurück zur YAG Erweiterung und betätigen Sie diesen.
fr: Peut-être avez-vous oublié d'appuyer sur le bouton "Mettre à jour" dans le gestionnaire d'extension. Retournez à l'extension YAG dans le gestionnaire d'extension et appuyez sur le bouton "Mettre à jour".

# tx_yag_controller_backend_noGalleryOnPIDZero.headline
source: It is not posible to configure your gallery on the root page.
de: Es ist nicht möglich Galerien auf der Wurzelseite anzulegen.
fr: Ce n'est pas possible de configurer votre galerie sur la page racine.

# tx_yag_controller_backend_noGalleryOnPIDZero.infoText
source: Please select an other page in the page module to configure your gallery.
de: Bitte wählen Sie eine andere Seite zum Anlegen ihrer Galerie aus.
fr: S'il-vous-plait choisissez une autre page dasn le module "Page" pour configurer votre galerie.

# tx_yag_controller_backend_MaintenanceOverview.header
source: Gallery maintenance
de: Galeriewartung
fr: Entretien de la galerie

# tx_yag_controller_backend_MaintenanceOverview.galleryInfo
source: Gallery Info
de: Gallerieinfo
fr: Information de la galerie

# tx_yag_controller_backend_MaintenanceOverview.folderStatistics
source: Statistics For This Folder
de: Statistiken dieses Ordners
fr: Statistiques pour ce dossier

# tx_yag_controller_backend_MaintenanceOverview.globalStatistics
source: Global Statistics
de: Globale Statistiken
fr: Statistiques globales

# tx_yag_controller_backend_MaintenanceOverview.clearResolutionFileCache
source: Clear resolution file cache
de: Auflösungscache leeren
fr: Vider la cache du fichier de résolution

# tx_yag_controller_backend_MaintenanceOverview.buildResolutionFileCache
source: Build resolution file cache
de: Auflösungscache neu erstellen
fr: Construire la cache du fichier de résolution

# tx_yag_controller_backend_MaintenanceOverview.buildResolutionFileCacheHeader
source: Build cache
de: Cache erstellen
fr: Construire la cache

# tx_yag_controller_backend_MaintenanceOverview.resolutionFileCacheHeader
source: Resolution File Cache
de: Auflösungsdatei-Cache
fr: Cache du fichier de résolution

# tx_yag_controller_backend_MaintenanceOverview.resolutionFileCacheInfoHeader
source: Cache Info
de: Auflösungscache
fr: Information de la cache

# tx_yag_controller_backend_MaintenanceOverview.instanceCount
source: %s instances of YAG content elements are included on pages.
de: %s Instanzen von YAG Inhaltselementen sind auf den Seiten enthalten.
fr: %s instances des éléments de contenu de YAG sont inclus sur ces pages.

# tx_yag_controller_backend_MaintenanceOverview.clearAllPageCache
source: Clear the cache entrys of these pages.
de: Leere die Cache-einträge für diese Seiten
fr: Vider les entrées dans la cache de ces pages.

# tx_yag_controller_backend_MaintenanceOverview.pageCacheSuccessfullyCleared
source: The page cache was successfully cleared.
de: Der Seitencache wurde erfolgreich geleert
fr: La cahce de la page a été vidée avec succès.

# tx_yag_controller_backend_MaintenanceOverview.statistics
source: Statistics
de: Statistiken
fr: Statistiques

# tx_yag_controller_backend_MaintenanceOverview.resolutionFilesCreated
source: All files were created successfully!
de: Alle Auflösungen erfolgreich erstellt!
fr: Tous les fichiers ont étés créés avec succès!

# tx_yag_controller_backend_MaintenanceOverview.resolutionFilesCreationCancled
source: Creation canceled!
de: Erstellung abgebrochen!
fr: Création annulée!

# tx_yag_controller_backend_MaintenanceOverview.itemSizeSum
source: Total size
de: Gesamtgröße
fr: Poids total

# tx_yag_controller_zipimportcontroller_importfromzipaction.uploadsuccessfull
source: ZIP upload successfull! %s items were added to your album.
de: Der ZIP-Upload war erfolgreich! %s Elemente wurden zu ihrem Album hinzugefügt.
fr: Importation du fichier ZIP réussi! %s éléments ont étés ajoutés à votre album.

# tx_yag_controller_zipimportcontroller_importfromzipaction.selectZipFile
source: Select ZIP File
de: Wählen Sie eine ZIP-Datei aus
fr: Sélectionnez le fichier ZIP

# tx_yag_swfupload.header
source: Multifile Upload
de: Mehrdateiupload
fr: Importation à multiple fichier

# tx_yag_swfupload.uploadQueue
source: Upload Queue
de: Upload-Warteschlange
fr: Fil d'attente de l'importation

# tx_yag_swfupload.status
source: 0 Files Uploaded
de: 0 Dateien hochgeladen
fr: 0 fichier importé

# tx_yag_swfupload.couldNotLoad
source: We're sorry. Multifile Uploader could not load. You must have JavaScript enabled to enjoy Multifile Uploading.
de: Wir entschuldigen uns. Der Mehrdateiuploader konnte nicht geladen werden. Sie müssen JavaScript eingeschaltet haben um diese Funktion nutzen zu können.
fr: Nous sommes désolés, le téléversement multiple ne peut se charger. Vous devez activer JavaScript pour pouvoir profiter du téléversement multiple.

# tx_yag_swfupload.loading
source: SWFUpload is loading. Please wait a moment...
de: SWFUpload lädt. Bitte warten Sie einen Moment.
fr: SWFUpload est en chargement. S'il-vous-plait veillez patienter...

# tx_yag_swfupload.tooLong
source: SWFUpload is taking a long time to load or the load has failed. Please make sure that the Flash Plugin is enabled and that a working version of the Adobe Flash Player is installed.
de: SWFUpload braucht sehr lange, oder das laden ist fehlgeschlagen. Bitte stellen Sie sicher, dass ihr Flash-Plugin eingeschaltet ist und eine funktionierende Version des Adobe Flash Players installiert ist.
fr: SWFUpload prend trop de temps à charger ou le chargement a échoué. Assurez-vous que Flash Plugin est activé et qu'une version fonctionnelle de Adobe Flash Player est installée.

# tx_yag_swfupload.notLoading
source: We're sorry. SWFUpload could not load. You may need to install or upgrade Flash Player.
de: Wir entschuldigen uns. SWFUpload konnte nicht geladen werden. Es kann sein das Sie Ihren Flash Player aktualisieren müssen.
fr: Nous sommes désolés, SWFUpload ne peut charger. Vous pourriez avoir besoin d'installer ou de mettre à jour Flash Player.

source: Directory import succesfull! %s items were added to your album.
de: Verzeichnis erfolgreich importiert! %s Bilder wurden Ihrem Album hinzugefügt.
fr: Importation du répertoire réussie! %s éléments ont été ajoutés à votre album.

# tx_yag_controller_resolutionFileCache.cacheSuccessfullyCleared
source: The image resolution cache was successfully cleared.
de: Der Bild-Auflösungs-Cache wurde erfolgreich geleert.
fr: La cache de résolution des images a été vidée avec succès.

# tx_yag_controller_gallery.gallerySuccessfullyCreated
source: Your new gallery was created.
de: Ihre neue Galerie wurde erstellt.
fr: Votre nouvelle galerie a été créée.

# tx_yag_controller_gallery.galleryWithUIDNotFound
source: The gallery with the UID %s has not been found!
de: Die Galerie mit der UID %s konnte nicht gefunden werden!
fr: La galerie avec l'UID %s n'a pas été trouvée!

# tx_yag_controller_gallery.noGallerySelected
source: No gallery has been selected!
de: Es wurde keine Galerie ausgwählt!
fr: Aucune galerie n'a été sélectionnée!

# tx_yag_controller_gallery.gallerySuccessfullyDeleted
source: Gallery %s has been deleted!
de: Galerie %s wurde gelöscht!
fr: La galerie %s a été supprimée!

# tx_yag_controller_gallery.gallerySuccessfullyUpdated
source: Your gallery has been updated!
de: Ihre Galerie wurde aktualisiert!
fr: Votre galerie a été mise à jour!

# tx_yag_controller_gallery.addGallery
source: Add gallery
de: Galerie hinzufügen
fr: Ajouter une galerie

# tx_yag_controller_gallery.editGallery
source: Edit gallery
de: Galerie bearbeiten
fr: Modifier la galerie

# tx_yag_controller_gallery.deleteGallery
source: Delete Gallery
de: Galerie löschen
fr: Supprimer la galerie

# tx_yag_controller_gallery.backToGallery
source: Cancel
de: Abbrechen
fr: Annuler

# tx_yag_controller_gallery.unhideGallery
source: Unhide gallery
de: Galerie sichtbar machen
fr: Afficher la galerie

# tx_yag_controller_gallery.hideGallery
source: Hide Gallery
de: Galerie verstecken
fr: Cacher la galerie

# tx_yag_controller_gallery.listBreadcrumb
source: All galleries
de: Alle Galerien
fr: Toutes les Galeries

# tx_yag_controller_gallery.listHeader
source: List of galleries
de: Liste der Galerien
fr: Liste des Galeries

# tx_yag_controller_gallery.noAlbums
source: No albums in gallery
de: Keine Alben in dieser Galerie
fr: Aucun album dans la galerie

# tx_yag_controller_gallery_delete.reallyDelete
source: Really delete gallery %s?
de: Wollen Sie wirklich die Galerie %s löschen?
fr: Voulez-vous vraiment supprimer la galerie %s?

# tx_yag_widget_themeSelector.definedThemes
source: Defined Themes
de: Verfügbare Motive
fr: Thèmes définis

# tx_yag_domain_model_gallery
source: Gallery
de: Galerie
fr: Galerie

# tx_yag_domain_model_gallery.name
source: Gallery title
de: Galerietitel
fr: Titre de la galerie

# tx_yag_domain_model_gallery.description
source: Description
de: Beschreibung

# tx_yag_domain_model_gallery.albums
source: Albums
de: Alben

# tx_yag_domain_model_gallery.hide
source: Hide
de: Verstecken
fr: Cacher

# tx_yag_domain_model_gallery.date
source: Date
de: Datum

# tx_yag_domain_model_gallery.noGalleryClick
source: There are no galleries available yet. To add your first gallery, click
de: Es wurden noch keine Galerien angelegt. Um eine neue Galerie anzulegen, klicke
fr: Il n'y a pas de galeries disponible. Pour ajouter votre première galerie, cliquez

# tx_yag_domain_model_gallery.noItemClick
source: There are currently no albums in your gallery. To add your first album, click
de: Es gibt noch keine Alben in dieser Galerie, um ein neues Album hinzuzufügen klicke
fr: Il n'y a pas d'album disponible dasn votre galerie. Pour ajouter votre premier album, cliquez

# tx_yag_controller_album.deletesuccessfull
source: Album has been deleted!
de: Album wurde gelöscht!
fr: L'album a été supprimé!

# tx_yag_controller_album.updatesuccessfull
source: Album has been updated!
de: Album wurde aktualisiert!
fr: L'album a été modifié!

# tx_yag_controller_album.addAlbum
source: Add album
de: Album hinzufügen
fr: Ajouter un album

# tx_yag_controller_album.backToAlbum
source: Back to Album
de: Zurück zum Album
fr: Retourner à l'album

# tx_yag_controller_album.noItems
source: No items in album
de: Keine Elemente in diesem Album
fr: Aucun éléments dans l'album

# tx_yag_controller_album.showingImagesOfAlbum
source: Showing images of album
de: Zeige Bilder dieses Albums
fr: Affichage des images de l'album

# tx_yag_controller_album.dragNdrop
source: Drag and Drop albums to change sorting
de: Die Alben können durch Ziehen und Fallenlassen angeordnet werden
fr: Glisser-déposer les albums pour changer l'ordre

# tx_yag_controller_album_new.header
source: New Album
de: Neues Album
fr: Nouvel album

# tx_yag_controller_album_new.save
source: Create Album
de: Album erstellen
fr: Créer un album

# tx_yag_controller_album.albumCreated
source: The new album was created.
de: Das neue Album wurde erstellt.
fr: Le nouvel album a été créé.

# tx_yag_controller_album.albumSuccessfullyDeleted
source: Album %s has been deleted!
de: Album %s wurde gelöscht!
fr: L'album %s a été supprimé!

# tx_yag_controller_album.albumWithUIDNotFound
source: The album with the UID %s has not been found!
de: Das Album mit der UID %s wurde nicht gefunden!
fr: L'album avec l'UID %s n'a pas été trouvé!

# tx_yag_controller_album.noAlbumSelected
source: No album has been selected!
de: Es wurde kein Album ausgewählt!
fr: Aucun album n'a été sélectionné!

# tx_yag_controller_album.moveToGallery
source: Move album to gallery
de: Verschiebe Album in Galerie
fr: Déplacer l'album vers la galerie

# tx_yag_controller_album.albumsUpdated
source: Changes to albums have been saved!
de: Änderungen an Alben wurden gespeichert!
fr: Les changements apportés aux albums ont été enregistrés!

# tx_yag_controller_album.edit.header
source: Edit Album
de: Bearbeite Album
fr: Éditer l'album

# tx_yag_controller_album.edit
source: Edit Album
de: Album bearbeiten
fr: Éditer l'album

# tx_yag_controller_album_addItems.header
source: Add images to album %s.
de: Füge Bilder zu Album %s hinzu.
fr: Ajouter des images à l'album %s.

# tx_yag_controller_album_addItems
source: Add images
de: Bilder hinzufügen
fr: Ajouter des images

# tx_yag_controller_album_addItems.headerMultifile
source: Multifile (Flash)
de: Mehr-Datei (Flash)
fr: Multi fichier (Flash)

# tx_yag_controller_album_addItems.headerDirectoryOnServer
source: Directory on server
de: Verzeichnis auf Server
fr: Répertoire sur le serveur

# tx_yag_controller_album_addItems.backToAlbumList
source: Go back to album list
de: Zurück zur Albenliste
fr: Retourner à la liste d'albums

# tx_yag_controller_album_addItems.backToItemList
source: Go back to item list
de: Zurück zur Bilderliste
fr: Retourner à la liste d'éléments

# tx_yag_controller_album_addItems.zipImporterNotAvailable
source: Unfortunately the zip file importer is not available on your system. To activate it, install the zip php extension or configure the unzip binary in the install tool.
de: Leider ist der Zip Datei Importer auf dem System nicht verfügbar. Um den Importer zu aktivieren muss entweder die ZIP PHP-Erweiterung installiert, oder der Pfad zum unzip im Installationsmodul konfiguriert werden.
fr: Malheureusement l'importateur de fichier Zip n'est pas disponible sur votre système. Pour l'activer, installez l'extension php Zip ou configurez la décompression binaire dans l'outil d'installation.

# tx_yag_controller_album_addItems.dropImagesToUpload
source: Drop images here to upload.
de: Ziehe Bilder in dieses Feld um sie hoch zu laden.
fr: Déposer les images à importer ici.

# tx_yag_controller_album.listBreadcrumb
source: Album List
de: Alle Alben
fr: Liste d'albums

# tx_yag_controller_album.downloadAsZip
source: Download as ZIP
de: Bilder als ZIP-Datei herunterladen
fr: Télécharger en ZIP

# tx_yag_controller_item.noItemSelected
source: No item has been selected!
de: Es wurden keine Bilder ausgewählt!
fr: Aucun élément n'a été sélectionné!

# tx_yag_controller_item.downloadOrig
source: Download full size image
de: Lade das Bild in voller Auflösung
fr: Télécharger l'image pleine grandeur

# tx_yag_controller_item.deleted
source: Item has been deleted
de: Element wurde gelöscht
fr: L'élément a été supprimé

# tx_yag_controller_item.moveToAlbum
source: Move to album
de: Verschiebe in Album
fr: Déplacer vers l'album

# tx_yag_controller_item.itemIsAlbumThumb
source: Image is album thumb
de: Bild ist Album-Vorschaubild
fr: L'image est la devanture de l'album

# tx_yag_controller_item.editGalleryInListModule
source: Edit gallery in list module
de: Galerie im Listenmodul bearbeiten
fr: Modifier la galerie avec le module Liste

# tx_yag_controller_item.editAlbumInListModule
source: Edit album in list module
de: Album im Listenmodul bearbeiten
fr: Modifier l'album avec le module Liste

# tx_yag_controller_item.editItemInListModule
source: Edit item in list module
de: Bild im Listenmodul bearbeiten
fr: Modifier l'élément avec le module Liste

# tx_yag_domain_model_albums
source: albums
de: Alben

# tx_yag_domain_model_album.name
source: Album name
de: Albenname
fr: Nom de l'album

# tx_yag_domain_model_album.description
source: Description
de: Beschreibung

# tx_yag_domain_model_album.resolutions
source: resolutions
de: Auflösungen
fr: résolutions

# tx_yag_domain_model_album.resolution_presets
source: resolutionPresets
de: Auflösungs-Voreinstellungen

# tx_yag_domain_model_album.items
source: images
de: Bilder

# tx_yag_domain_model_album.thumb
source: Album thumb
de: Vorschaubild
fr: Devanture d'album

# tx_yag_domain_model_album.galleries
source: galleries
de: Galerien
fr: galeries

# tx_yag_domain_model_album.date
source: Date
de: Datum

# tx_yag_domain_model_album.hide
source: Hide Album
de: Verstecken
fr: Cacher l'alnum

# tx_yag_domain_model_album.unhide
source: Show Album
de: Anzeigen
fr: Afficher l'album

# tx_yag_domain_model_album.deleteAlbum
source: Delete album
de: Album löschen
fr: Supprimer l'album

# tx_yag_domain_model_album.noItemClick
source: There are currently no images in your album. To add images, click
de: Dieses Album hat noch keine Bilder. Um Bilder hinzuzufügen klicke
fr: Il y a présentement aucune image dans votre album. Pour ajouter des images, cliquez

# tx_yag_domain_model_album.noItem
source: There are no images in this album.
de: Dieses Album hat noch keine Bilder.
fr: Il n'y a aucune image dans cet album.

# tx_yag_domain_model_gallery.thumb
source: Gallery thumb
de: Vorschaubild
fr: Devanture de galerie

# tx_yag_domain_model_item
source: Item
de: Element
fr: Élément

# tx_yag_domain_model_items
source: Images
de: Bilder

# tx_yag_domain_model_item.title
source: Title
de: Titel
fr: Titre

# tx_yag_domain_model_item.sourceUri
source: Image path
de: Dateipfad
fr: Chemin de l'image

# tx_yag_domain_model_item.date
source: Date
de: Datum

# tx_yag_domain_model_item.filename
source: Filename
de: Dateiname
fr: Nom du fichier

# tx_yag_domain_model_item.description
source: Description
de: Beschreibung

# tx_yag_domain_model_item.item_type
source: itemType
de: Elementtyp
fr: Elementtyp

# tx_yag_domain_model_item.height
source: height
de: Höhe
fr: hauteur

# tx_yag_domain_model_item.width
source: width
de: Breite
fr: largeur

# tx_yag_domain_model_item.filesize
source: Filesize
de: Dateigröße
fr: Poids du fichier

# tx_yag_domain_model_item.size
source: Image size
de: Bildgröße
fr: Taille de l'image

# tx_yag_domain_model_item.sorting
source: Sorting
de: Sortierung
fr: Triage

# tx_yag_domain_model_item.resolution
source: Resolution
de: Auflösung
fr: Résolution

# tx_yag_domain_model_item.colorspace
source: Color Space
de: Farbraum
fr: Espace couleur

# tx_yag_domain_model_resolutionfilecache.item
source: Item
de: Element
fr: Élément

# tx_yag_domain_model_resolutionfilecache.path
source: Path
de: Pfad
fr: Chemin

# tx_yag_domain_model_resolutionfilecache.width
source: Width
de: Breite
fr: Largeur

# tx_yag_domain_model_resolutionfilecache.height
source: Height
de: Höhe
fr: Hauteur

# tx_yag_domain_model_resolutionfilecache.quality
source: Quality
de: Qualität
fr: Qualité

# tx_yag_domain_model_itemmeta.artist
source: Artist
de: Künstler
fr: Artiste

# tx_yag_domain_model_itemmeta.artist_mail
source: Artist Mail
de: Künstler-Mail
fr: Courriel de l'artiste

# tx_yag_domain_model_itemmeta.artist_website
source: Artist Website
de: Künstler-Internetseite
fr: Site web de l'artiste

# tx_yag_domain_model_itemmeta.camera_model
source: Camera Model
de: Kameramodell
fr: Modèle de caméra

# tx_yag_domain_model_itemmeta.lens
source: Lens
de: Linse
fr: Lentille

# tx_yag_domain_model_itemmeta.focal_length
source: Focal Length
de: Brennweite
fr: Longueur focal

# tx_yag_domain_model_itemmeta.shutter_speed
source: Shutter Speed
de: Belichtungszeit
fr: Vitesse de l'obsturateur

# tx_yag_domain_model_itemmeta.aperture
source: Aperture
de: Blendenöffnung
fr: Ouverture

# tx_yag_domain_model_itemmeta.flash
source: Flash
de: Blitz

# tx_yag_domain_model_itemmeta.gps_latitude
source: Gps Latitude
de: GPS Breitengrad
fr: Latitude Gps
